/*4. Создать класс.
В методе main объявить переменную типа double и присвоить ей произвольные числовые значения.
Сделать явное приведение переменной к типу int.
Результат вывести на консоль.*/

public class Task_4 {
    public static void main(String[] args) {
        double num = Double.MAX_VALUE;
        System.out.println((int)num);
    }
}
