/*3. Создать класс.
В методе main объявить две переменные типа int и присвоить им произвольные числовые значения.
Для первой переменной вызвать операцию инкремента, для второй переменной вызвать операцию декримента.
Результаты вывести на консоль.*/

public class Task_3 {
    public static void main(String[] args) {
        int a = 13;
        int b = 10;
        System.out.println(++a);
        System.out.println(--b);
    }
}
